aaron-bond.better-comments
abusaidm.html-snippets
Angular.ng-template
christian-kohler.path-intellisense
CodeStream.codestream
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.code-runner
HookyQR.beautify
HookyQR.minify
humao.rest-client
IBM.output-colorizer
johnpapa.Angular2
MariusAlchimavicius.json-to-ts
mhutchie.git-graph
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.vscode-typescript-next
msjsdiag.debugger-for-chrome
naumovs.color-highlight
PKief.material-icon-theme
quicktype.quicktype
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
waderyan.gitblame
wmaurer.change-case
yzhang.markdown-all-in-one
Zignd.html-css-class-completion